# To install:
#	brew tap homebrew/bundle
#	brew bundle

cask_args appdir: '/Applications'

brew "hh"
brew "htop"
brew "ncdu"
brew "ssh-copy-id"
brew "tig"
brew "wget"
brew "watch"
brew "ctags"
brew "the_silver_searcher"
brew "tree"
brew "fzf"
brew "zsh"
brew "tmux"
brew "ansifilter" # for tmux-logging plugin

cask 'caffeine'
cask 'flux'
cask 'alfred'
cask 'iterm2'
